IDEA Open Model
SectionCharacteristics.Az Property
Compatible with IDEA StatiCa Beta 20.0
 Shear area
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Az { get; set; }
Public Property Az As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace